Repository: jo-tools/disk-snapshot-tool
Catalog: Disk Snapshot Tool/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: "%@" cannot be reached.
de: «%@» ist nicht erreichbar.
es: «%@» no está accesible.
fr: « %@ » est inaccessible.
it: «%@» non è raggiungibile.

source: "%@" contains disk images that are already listed on their own. Remove them from the list first.
de: «%@» enthält Disk-Images, die bereits einzeln in der Liste stehen. Entfernen Sie diese zuerst aus der Liste.
es: «%@» contiene imágenes de disco que ya figuran por separado en la lista. Quítelas primero de la lista.
fr: « %@ » contient des images disque qui figurent déjà individuellement dans la liste. Retirez-les d’abord de la liste.
it: «%@» contiene immagini disco già presenti singolarmente nell’elenco. Rimuoverle prima dall’elenco.

# "%@" could not be added: %@
source: "%1$@" could not be added: %2$@
de: «%@» konnte nicht hinzugefügt werden: %@
es: No se pudo añadir «%@»: %@
fr: « %@ » n’a pas pu être ajouté : %@
it: Impossibile aggiungere «%@»: %@

source: "%@" could not be read by qemu-img, so it was not added.
de: «%@» konnte von qemu-img nicht gelesen werden und wurde deshalb nicht hinzugefügt.
es: qemu-img no pudo leer «%@», por lo que no se ha añadido.
fr: « %@ » n’a pas pu être lu par qemu-img et n’a donc pas été ajouté.
it: qemu-img non è riuscito a leggere «%@», quindi non è stato aggiunto.

source: "%@" is neither a disk image nor a UTM virtual machine.
de: «%@» ist weder ein Disk-Image noch eine virtuelle UTM-Maschine.
es: «%@» no es ni una imagen de disco ni una máquina virtual de UTM.
fr: « %@ » n’est ni une image disque ni une machine virtuelle UTM.
it: «%@» non è né un’immagine disco né una macchina virtuale UTM.

source: "%@" will be removed from the sidebar. The file on disk is not affected.
de: «%@» wird aus der Seitenleiste entfernt. Die Datei selbst bleibt unverändert.
es: «%@» se quitará de la barra lateral. El archivo en el disco no se verá afectado.
fr: « %@ » sera retiré de la barre latérale. Le fichier sur le disque n’est pas modifié.
it: «%@» verrà rimosso dalla barra laterale. Il file sul disco non viene modificato.

source: %lld disk images under "%@" will be removed from the sidebar. The files on disk are not affected.
de: %lld Disk-Images unter «%@» werden aus der Seitenleiste entfernt. Die Dateien selbst bleiben unverändert.
es: %lld imágenes de disco de «%@» se quitarán de la barra lateral. Los archivos en el disco no se verán afectados.
fr: %lld images disque de « %@ » seront retirées de la barre latérale. Les fichiers sur le disque ne sont pas modifiés.
it: %lld immagini disco di «%@» verranno rimosse dalla barra laterale. I file sul disco non vengono modificati.

source: %lld of these disk images cannot be reached.
de: %lld dieser Disk-Images sind nicht erreichbar.
es: %lld de estas imágenes de disco no están accesibles.
fr: %lld de ces images disque sont inaccessibles.
it: %lld di queste immagini disco non sono raggiungibili.

source: (binary)
de: (binär)
es: (binario)
fr: (binaire)
it: (binario)

source: (no details)
de: (keine Details)
es: (sin detalles)
fr: (aucun détail)
it: (nessun dettaglio)

source: A snapshot with this name already exists.
de: Ein Snapshot mit diesem Namen existiert bereits.
es: Ya existe una instantánea con este nombre.
fr: Un instantané portant ce nom existe déjà.
it: Esiste già un’istantanea con questo nome.

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi

source: Add a disk image or a UTM VM
de: Disk-Image oder UTM-VM hinzufügen
es: Añadir una imagen de disco o una VM de UTM
fr: Ajouter une image disque ou une VM UTM
it: Aggiungi un’immagine disco o una VM UTM

source: An older snapshot is also named "%@", and qemu-img would delete that one instead. Delete the older one first.
de: Ein älterer Snapshot heisst ebenfalls «%@», und qemu-img würde stattdessen diesen löschen. Löschen Sie zuerst den älteren.
es: Una instantánea más antigua también se llama «%@», y qemu-img eliminaría esa en su lugar. Elimine primero la más antigua.
fr: Un instantané plus ancien s’appelle aussi « %@ », et qemu-img supprimerait celui-là à la place. Supprimez d’abord le plus ancien.
it: Anche un’istantanea più vecchia si chiama «%@» e qemu-img eliminerebbe quella al suo posto. Eliminare prima quella più vecchia.

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica

source: Apply "%@"
de: «%@» anwenden
es: Aplicar «%@»
fr: Appliquer « %@ »
it: Applica «%@»

source: Apply / Revert
de: Anwenden / Zurücksetzen
es: Aplicar / Revertir
fr: Appliquer / Rétablir
it: Applica / Ripristina

source: Apply / Revert to This
de: Anwenden / Hierauf zurücksetzen
es: Aplicar / Revertir a esta
fr: Appliquer / Rétablir celui-ci
it: Applica / Ripristina a questa

source: Apply Snapshot?
de: Snapshot anwenden?
es: ¿Aplicar la instantánea?
fr: Appliquer l’instantané ?
it: Applicare l’istantanea?

source: Applying "%@" will overwrite the current live state of the disk. This cannot be undone unless you create another snapshot first.
de: Das Anwenden von «%@» überschreibt den aktuellen Zustand der Disk. Dies lässt sich nicht rückgängig machen, ausser Sie erstellen zuvor einen weiteren Snapshot.
es: Aplicar «%@» sobrescribirá el estado actual del disco. No se puede deshacer, a menos que cree antes otra instantánea.
fr: Appliquer « %@ » écrasera l’état actuel du disque. Cette opération est irréversible, à moins de créer d’abord un autre instantané.
it: Applicando «%@» verrà sovrascritto lo stato attuale del disco. L’operazione non può essere annullata, a meno di creare prima un’altra istantanea.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Choose disk images or UTM virtual machines.
de: Wählen Sie Disk-Images oder virtuelle UTM-Maschinen.
es: Elija imágenes de disco o máquinas virtuales de UTM.
fr: Choisissez des images disque ou des machines virtuelles UTM.
it: Scegliere immagini disco o macchine virtuali UTM.

source: Collapse
de: Einklappen
es: Contraer
fr: Réduire
it: Comprimi

source: Could Not Add File
de: Datei konnte nicht hinzugefügt werden
es: No se pudo añadir el archivo
fr: Impossible d’ajouter le fichier
it: Impossibile aggiungere il file

source: Create Snapshot
de: Snapshot erstellen
es: Crear instantánea
fr: Créer l’instantané
it: Crea istantanea

source: Create a new snapshot (⌘N)
de: Neuen Snapshot erstellen (⌘N)
es: Crear una instantánea nueva (⌘N)
fr: Créer un nouvel instantané (⌘N)
it: Crea una nuova istantanea (⌘N)

source: Create one from the toolbar above, from the Snapshot menu, or by pressing ⌘N.
de: Erstellen Sie einen über die Symbolleiste oben, das Menü «Snapshot» oder mit ⌘N.
es: Cree una desde la barra de herramientas de arriba, el menú Instantánea o pulsando ⌘N.
fr: Créez-en un depuis la barre d’outils ci-dessus, le menu Instantané ou en appuyant sur ⌘N.
it: Crearne una dalla barra degli strumenti in alto, dal menu Istantanea o premendo ⌘N.

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

source: Delete "%@"
de: «%@» löschen
es: Eliminar «%@»
fr: Supprimer « %@ »
it: Elimina «%@»

source: Delete Snapshot
de: Snapshot löschen
es: Eliminar instantánea
fr: Supprimer l’instantané
it: Elimina istantanea

source: Delete Snapshot?
de: Snapshot löschen?
es: ¿Eliminar la instantánea?
fr: Supprimer l’instantané ?
it: Eliminare l’istantanea?

source: Disk Not Available
de: Disk nicht verfügbar
es: Disco no disponible
fr: Disque non disponible
it: Disco non disponibile

source: Disk Snapshot Tool on GitHub
de: Disk Snapshot Tool auf GitHub
es: Disk Snapshot Tool en GitHub
fr: Disk Snapshot Tool sur GitHub
it: Disk Snapshot Tool su GitHub

source: Disk image not found: %@
de: Disk-Image nicht gefunden: %@
es: No se encontró la imagen de disco: %@
fr: Image disque introuvable : %@
it: Immagine disco non trovata: %@

source: Dismiss
de: Schliessen
es: Cerrar
fr: Fermer
it: Chiudi

source: Document Unavailable
de: Dokument nicht verfügbar
es: Documento no disponible
fr: Document non disponible
it: Documento non disponibile

source: Drop a disk image or a UTM VM onto the sidebar, or choose File > Open Disk Image or VM….
de: Ziehen Sie ein Disk-Image oder eine UTM-VM in die Seitenleiste oder wählen Sie «Ablage > Disk-Image oder VM öffnen …».
es: Arrastre una imagen de disco o una VM de UTM a la barra lateral, o elija Archivo > Abrir imagen de disco o VM….
fr: Déposez une image disque ou une VM UTM dans la barre latérale, ou choisissez Fichier > Ouvrir une image disque ou une VM….
it: Trascinare un’immagine disco o una VM UTM nella barra laterale, oppure scegliere File > Apri immagine disco o VM….

source: Enter a name.
de: Geben Sie einen Namen ein.
es: Introduzca un nombre.
fr: Saisissez un nom.
it: Inserire un nome.

source: Expand
de: Aufklappen
es: Expandir
fr: Développer
it: Espandi

# Failed to create bookmark for %@: %@
source: Failed to create bookmark for %1$@: %2$@
de: Lesezeichen für %@ konnte nicht erstellt werden: %@
es: No se pudo crear el marcador para %@: %@
fr: Impossible de créer le signet pour %@ : %@
it: Impossibile creare il segnalibro per %@: %@

source: Internal snapshots are a feature of the qcow2 format; %@ images cannot store them. This disk can be inspected here, but not snapshotted.
de: Interne Snapshots sind eine Funktion des qcow2-Formats; Images im Format %@ können sie nicht speichern. Diese Disk lässt sich hier ansehen, aber keine Snapshots davon erstellen.
es: Las instantáneas internas son una función del formato qcow2; las imágenes en formato %@ no pueden almacenarlas. Este disco puede consultarse aquí, pero no admite instantáneas.
fr: Les instantanés internes sont une fonctionnalité du format qcow2 ; les images au format %@ ne peuvent pas en contenir. Ce disque peut être consulté ici, mais aucun instantané ne peut en être créé.
it: Le istantanee interne sono una funzione del formato qcow2; le immagini in formato %@ non possono contenerle. Questo disco può essere esaminato qui, ma non supporta istantanee.

source: Its saved location could not be resolved.
de: Der gespeicherte Speicherort konnte nicht aufgelöst werden.
es: No se pudo resolver su ubicación guardada.
fr: Son emplacement enregistré n’a pas pu être résolu.
it: Impossibile risolvere la posizione salvata.

source: License
de: Lizenz
es: Licencia
fr: Licence
it: Licenza

source: New Snapshot
de: Neuer Snapshot
es: Nueva instantánea
fr: Nouvel instantané
it: Nuova istantanea

source: New Snapshot…
de: Neuer Snapshot …
es: Nueva instantánea…
fr: Nouvel instantané…
it: Nuova istantanea…

source: No Disk Images
de: Keine Disk-Images
es: No hay imágenes de disco
fr: Aucune image disque
it: Nessuna immagine disco

source: No RAM state
de: Kein RAM-Zustand
es: Sin estado de RAM
fr: Pas d’état de la RAM
it: Nessuno stato RAM

source: No Snapshots Yet
de: Noch keine Snapshots
es: Aún no hay instantáneas
fr: Aucun instantané pour l’instant
it: Ancora nessuna istantanea

source: Not found at its last known location.
de: Am zuletzt bekannten Ort nicht gefunden.
es: No se encontró en su última ubicación conocida.
fr: Introuvable à son dernier emplacement connu.
it: Non trovato nell’ultima posizione nota.

source: On Disk
de: Belegt
es: En disco
fr: Sur le disque
it: Su disco

source: Open Disk Image or VM…
de: Disk-Image oder VM öffnen …
es: Abrir imagen de disco o VM…
fr: Ouvrir une image disque ou une VM…
it: Apri immagine disco o VM…

source: Permanently delete this snapshot (⌘⌫)
de: Diesen Snapshot endgültig löschen (⌘⌫)
es: Eliminar esta instantánea de forma permanente (⌘⌫)
fr: Supprimer définitivement cet instantané (⌘⌫)
it: Elimina definitivamente questa istantanea (⌘⌫)

source: QEMU — licensing overview
de: QEMU — Lizenzübersicht
es: QEMU — resumen de licencias
fr: QEMU — aperçu des licences
it: QEMU — panoramica delle licenze

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi

source: Remove from List
de: Aus Liste entfernen
es: Quitar de la lista
fr: Retirer de la liste
it: Rimuovi dall’elenco

source: Remove from List?
de: Aus Liste entfernen?
es: ¿Quitar de la lista?
fr: Retirer de la liste ?
it: Rimuovere dall’elenco?

source: Report an Issue…
de: Problem melden …
es: Informar de un problema…
fr: Signaler un problème…
it: Segnala un problema…

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova

source: Reveal Disk File
de: Disk-Datei zeigen
es: Mostrar archivo de disco
fr: Afficher le fichier disque
it: Mostra file disco

source: Reveal Disk File in Finder
de: Disk-Datei im Finder zeigen
es: Mostrar archivo de disco en Finder
fr: Afficher le fichier disque dans le Finder
it: Mostra file disco nel Finder

source: Reveal Enclosing Folder
de: Übergeordneten Ordner zeigen
es: Mostrar carpeta contenedora
fr: Afficher le dossier parent
it: Mostra cartella contenitore

source: Reveal Enclosing Folder in Finder
de: Übergeordneten Ordner im Finder zeigen
es: Mostrar carpeta contenedora en Finder
fr: Afficher le dossier parent dans le Finder
it: Mostra cartella contenitore nel Finder

source: Reveal VM Bundle
de: VM-Paket zeigen
es: Mostrar paquete de la VM
fr: Afficher le paquet de la VM
it: Mostra pacchetto VM

source: Reveal VM Bundle in Finder
de: VM-Paket im Finder zeigen
es: Mostrar paquete de la VM en Finder
fr: Afficher le paquet de la VM dans le Finder
it: Mostra pacchetto VM nel Finder

source: Reveal in Finder
de: Im Finder zeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
it: Mostra nel Finder

source: Revert the disk to this snapshot (⌘↩)
de: Disk auf diesen Snapshot zurücksetzen (⌘↩)
es: Revertir el disco a esta instantánea (⌘↩)
fr: Rétablir le disque à cet instantané (⌘↩)
it: Ripristina il disco a questa istantanea (⌘↩)

source: Select a Disk Image
de: Disk-Image auswählen
es: Seleccione una imagen de disco
fr: Sélectionnez une image disque
it: Seleziona un’immagine disco

source: Select a disk image in the sidebar to see its snapshots, or drop another one onto the sidebar.
de: Wählen Sie in der Seitenleiste ein Disk-Image aus, um seine Snapshots zu sehen, oder ziehen Sie ein weiteres in die Seitenleiste.
es: Seleccione una imagen de disco en la barra lateral para ver sus instantáneas, o arrastre otra a la barra lateral.
fr: Sélectionnez une image disque dans la barre latérale pour voir ses instantanés, ou déposez-en une autre dans la barre latérale.
it: Selezionare un’immagine disco nella barra laterale per vederne le istantanee, oppure trascinarne un’altra nella barra laterale.

source: Select one of the disk images in "%@" to see its snapshots.
de: Wählen Sie eines der Disk-Images in «%@» aus, um seine Snapshots zu sehen.
es: Seleccione una de las imágenes de disco de «%@» para ver sus instantáneas.
fr: Sélectionnez l’une des images disque de « %@ » pour voir ses instantanés.
it: Selezionare una delle immagini disco in «%@» per vederne le istantanee.

source: Show this file inside the application bundle
de: Diese Datei im App-Paket zeigen
es: Mostrar este archivo dentro del paquete de la app
fr: Afficher ce fichier dans le paquet de l’app
it: Mostra questo file nel pacchetto dell’app

source: Snapshot "%@" will be permanently removed from the disk image.
de: Der Snapshot «%@» wird endgültig aus dem Disk-Image entfernt.
es: La instantánea «%@» se eliminará de forma permanente de la imagen de disco.
fr: L’instantané « %@ » sera définitivement supprimé de l’image disque.
it: L’istantanea «%@» verrà rimossa definitivamente dall’immagine disco.

source: Snapshot Name
de: Name des Snapshots
es: Nombre de la instantánea
fr: Nom de l’instantané
it: Nome dell’istantanea

source: Snapshots Not Supported
de: Snapshots nicht unterstützt
es: Instantáneas no compatibles
fr: Instantanés non pris en charge
it: Istantanee non supportate

source: Snapshots can be viewed but not changed.
de: Snapshots können angesehen, aber nicht geändert werden.
es: Las instantáneas pueden verse, pero no modificarse.
fr: Les instantanés peuvent être consultés, mais pas modifiés.
it: Le istantanee possono essere visualizzate, ma non modificate.

source: Snapshots require qcow2.
de: Snapshots erfordern qcow2.
es: Las instantáneas requieren qcow2.
fr: Les instantanés nécessitent qcow2.
it: Le istantanee richiedono qcow2.

source: Support this Project…
de: Dieses Projekt unterstützen …
es: Apoyar este proyecto…
fr: Soutenir ce projet…
it: Sostieni questo progetto…

source: The VM bundle is not currently accessible.
de: Das VM-Paket ist derzeit nicht zugänglich.
es: El paquete de la VM no está accesible en este momento.
fr: Le paquet de la VM n’est pas accessible pour le moment.
it: Il pacchetto della VM non è al momento accessibile.

source: The VM containing this disk image is not accessible.
de: Die VM, die dieses Disk-Image enthält, ist nicht zugänglich.
es: La VM que contiene esta imagen de disco no está accesible.
fr: La VM contenant cette image disque n’est pas accessible.
it: La VM che contiene questa immagine disco non è accessibile.

source: The disk image is in use by another process, such as a running virtual machine. Close it, then try again.
de: Das Disk-Image wird von einem anderen Prozess verwendet, etwa einer laufenden virtuellen Maschine. Schliessen Sie diesen und versuchen Sie es erneut.
es: La imagen de disco está siendo usada por otro proceso, como una máquina virtual en ejecución. Ciérrelo e inténtelo de nuevo.
fr: L’image disque est utilisée par un autre processus, par exemple une machine virtuelle en cours d’exécution. Fermez-le, puis réessayez.
it: L’immagine disco è in uso da parte di un altro processo, ad esempio una macchina virtuale in esecuzione. Chiuderlo e riprovare.

source: The file is not currently accessible.
de: Die Datei ist derzeit nicht zugänglich.
es: El archivo no está accesible en este momento.
fr: Le fichier n’est pas accessible pour le moment.
it: Il file non è al momento accessibile.

source: The name is stored as the QEMU snapshot tag and cannot be changed later.
de: Der Name wird als QEMU-Snapshot-Tag gespeichert und kann später nicht geändert werden.
es: El nombre se guarda como etiqueta de instantánea de QEMU y no se puede cambiar después.
fr: Le nom est enregistré comme étiquette d’instantané QEMU et ne pourra pas être modifié ultérieurement.
it: Il nome viene salvato come tag dell’istantanea QEMU e non può essere modificato in seguito.

source: The name is too long.
de: Der Name ist zu lang.
es: El nombre es demasiado largo.
fr: Le nom est trop long.
it: Il nome è troppo lungo.

source: The qemu-img helper was not found in the app bundle.
de: Das Hilfsprogramm qemu-img wurde im App-Paket nicht gefunden.
es: No se encontró el programa auxiliar qemu-img en el paquete de la app.
fr: L’outil auxiliaire qemu-img est introuvable dans le paquet de l’app.
it: Il programma di supporto qemu-img non è stato trovato nel pacchetto dell’app.

source: The snapshot no longer exists on this disk image.
de: Der Snapshot existiert auf diesem Disk-Image nicht mehr.
es: La instantánea ya no existe en esta imagen de disco.
fr: L’instantané n’existe plus sur cette image disque.
it: L’istantanea non esiste più su questa immagine disco.

source: Third-Party Licenses
de: Lizenzen von Drittanbietern
es: Licencias de terceros
fr: Licences tierces
it: Licenze di terze parti

source: Third-Party Notices
de: Hinweise zu Drittanbietern
es: Avisos de terceros
fr: Avis relatifs aux tiers
it: Avvisi di terze parti

source: This disk image is in %@ format.
de: Dieses Disk-Image hat das Format %@.
es: Esta imagen de disco está en formato %@.
fr: Cette image disque est au format %@.
it: Questa immagine disco è in formato %@.

source: This disk image is in use by another process, such as a running virtual machine.
de: Dieses Disk-Image wird von einem anderen Prozess verwendet, etwa einer laufenden virtuellen Maschine.
es: Esta imagen de disco está siendo usada por otro proceso, como una máquina virtual en ejecución.
fr: Cette image disque est utilisée par un autre processus, par exemple une machine virtuelle en cours d’exécution.
it: Questa immagine disco è in uso da parte di un altro processo, ad esempio una macchina virtuale in esecuzione.

source: This snapshot was last applied. The VM has not run since.
de: Dieser Snapshot wurde zuletzt angewendet. Die VM lief seither nicht.
es: Esta instantánea fue la última aplicada. La VM no se ha ejecutado desde entonces.
fr: Cet instantané est le dernier appliqué. La VM n’a pas été lancée depuis.
it: Questa istantanea è l’ultima applicata. La VM non è stata avviata da allora.

source: Unexpected output from qemu-img: %@
de: Unerwartete Ausgabe von qemu-img: %@
es: Salida inesperada de qemu-img: %@
fr: Sortie inattendue de qemu-img : %@
it: Output imprevisto da qemu-img: %@

source: Virtual
de: Virtuell
fr: Virtuelle
it: Virtuale

source: e.g. before-update, fresh-install
de: z. B. vor-update, neuinstallation
es: p. ej. antes-de-actualizar, instalacion-limpia
fr: p. ex. avant-maj, installation-propre
it: ad es. prima-aggiornamento, installazione-pulita

# qemu-img failed (exit %d): %@
source: qemu-img failed (exit %1$d): %2$@
de: qemu-img ist fehlgeschlagen (Exit-Code %d): %@
es: qemu-img ha fallado (código de salida %d): %@
fr: Échec de qemu-img (code de sortie %d) : %@
it: qemu-img non riuscito (codice di uscita %d): %@

source: unknown
de: unbekannt
es: desconocido
fr: inconnu
it: sconosciuto

source: Snapshot
es: Instantánea
fr: Instantané
it: Istantanea

source: Snapshots
es: Instantáneas
fr: Instantanés
it: Istantanee
